[sage_vosq_rarespawnone_01_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Waka no-hencha makolo -- oh, wait, what am I doing? You don't speak Aegran. Sorry. I'm one of the native bandits you've been shooting at around here. Howyadoin'? Anyway, there are a few rare and irritating creatures I'd like you to kill for me. No way to know where or when they'll turn up, though -- just keep your fingers crossed and your eyes open.",Time=0)

[sage_vosq_rarespawnone_02_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, cool. It's one of those rare creatures I told you about, Masha-La. You should shoot it. ",Time=0)

[sage_vosq_rarespawnone_03_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="You killed that thing even easier than you killed my bandits brothers. Which, don't feel bad or anything -- they're kind of dicks.",Time=0)

[sage_vosq_rarespawnone_04_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Shenta magulo! Another rare creature down, Masha-La.",Time=0)

[sage_vosq_rarespawnone_05_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="BwahahahAHAHAHAHA -- [cough] Almost choked on my own spit. Hate that.",Time=0)

[sage_vosq_rarespawnone_06_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="To use a traditional Aegran saying: booyah.",Time=0)

[sage_vosq_rarespawnone_07_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Thanks for killing that one. It ate my mom. Hahaha, nah, I'm kidding. I ate my mom.",Time=0)

[sage_vosq_rarespawnone_08_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Cool. You nearly got all the creatures, Masha-La.",Time=0)

[sage_vosq_rarespawnone_09_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Hey, you got 'em all. Good going, Masha-La. Get back to the bounty board so I can repay you.",Time=0)

[sage_vosq_rarespawnone_10_echoX_thirstblood]
bManualWordWrap=False
bMature=False
Subtitles[0]=(Text="Come to think of it, I may have some more work.",Time=0)